<?php
$lang['welcome_message'] = 'こんにちは！';
$lang['response_error'] = 'エラー';
$lang['response_success'] = '成功';
$lang['success'] = '正常に取り込みました。';
/** 共通メッセージ */
$lang['COMMON_E001'] = 'データは他のユーザーによって変更されました。 このページを再読み込みしてください。';
$lang['COMMON_I002'] = '正常終了';
$lang['COMMON_I003'] = 'このブランチを削除しますか。';
$lang['COMMON_I004'] = 'この本社を削除しますか。';
$lang['COMMON_I005'] = 'この荷送人を削除しますか。';
$lang['COMMON_I006'] = '変更を保存しますか。';
$lang['COMMON_I007'] = '変更を保存しますか。';
/** PLS0010 メッセージ */
$lang['PLS0010_E001'] = 'Packingは存在しません';
$lang['PLS0010_E002'] = '処理中にエラーが発生しました';
$lang['PLS0010_E003'] = '暫定データが一致しません';
$lang['PLS0010_I001'] = '承認が完了しました';
$lang['PLS0010_I002'] = '削除処理が完了しました';
$lang['PLS0010_I003'] = '否定が完了しました';
$lang['PLS0010_I004'] = '適用が完了しました';
$lang['PLS0010_I005'] = 'この項目を削除しますか。';
$lang['PLS0010_I006'] = 'このパッキング詳細を削除しますか。';
$lang['PLS0010_I007'] = 'このパッキングを削除しますか。';
$lang['PLS0010_I008'] = 'このパッキングを保存しますか。';
$lang['PLS0010_I009'] = 'このPL Noを承認しますか?';
$lang['PLS0010_I010'] = 'このPL Noを否定しますか?';
$lang['PLS0010_I011'] = 'このPL Noを適用しますか?';
$lang['PLS0010_I012'] = 'このPL Noを変更しますか?';
$lang['PLS0010_I013'] = 'CDTTが完了しました';
$lang['PLS0010_E004'] = 'アイテムが編集中です。';
$lang['PLS0020_E002'] = '複数工場が選択されています。';
$lang['PLS0020_E005'] = 'Number From < Number Toで入力して下さい。';
/** JOS0010 メッセージ */
$lang['JOS0010_E001'] = '間違った日付形式。';
$lang['JOS0010_I004'] = 'この注文を削除しますか。';
$lang['JOS0010_I003'] = 'このDVTを保存しますか。';
$lang['JOS0010_I002'] = 'このDVTを削除しますか。';
$lang['JOS0010_I001'] = 'この受信オーダーを削除しますか。';
/** JOS0020 メッセージ */
$lang['JOS0020_I001'] = 'このKVTを保存しますか。';
$lang['JOS0020_I002'] = 'このKVTを削除しますか。';
$lang['JOS0020_E001'] = 'リスト項目から項目を選択してください。';
$lang['JOS0020_I003'] = '次の時間の数量はゼロです。';
$lang['JOS0020_E004'] = 'PVの量が不十分です。';
$lang['JOS0040_E001'] = 'このDVT-KVTは存在しました。';
/** MLG0000 メッセージ */
$lang['MLG0000_E001'] = 'ユーザー名またはパスワードが無効です。';
/** POD0020 メッセージ */
$lang['POD0020_I001'] = 'この注文を保存しますか。';
$lang['POD0020_I002'] = 'この項目を保存しますか。';
$lang['POD0020_E001'] = 'ITEMを選択してください?';
/** MTS0030 メッセージ */
$lang['MTS0030_I001'] = 'この商品を削除しますか。';
$lang['MTS0030_I002'] = 'この設定を保存しますか。';
/** MTS0070 メッセージ */
$lang['MTS0070_I001'] = 'この取引先を削除しますか。';
$lang['MTS0070_I002'] = 'このパートナーを保存しますか。';
/** MTS0090 メッセージ */
$lang['MTS0090_I001'] = 'この顧客を削除しますか。';
$lang['MTS0090_I002'] = 'この顧客を保存しますか。';
/** MTS0020 メッセージ */
$lang['MTS0020_I001'] = 'この製品を削除しますか。';
$lang['MTS0020_I002'] = 'この追加料金を削除しますか。';
$lang['MTS0020_I003'] = '閉じる前に変更を保存する。';
/** MTS0050 メッセージ */
$lang['MTS0050_I001'] = 'パスワードを変更しますか。';
$lang['MTS0050_I002'] = 'このユーザーを保存しますか。';
/** SKS0010 メッセージ */
$lang['SKS0010_E002'] = 'このスケジュールを保存しますか。';
$lang['SKS0010_E003'] = 'このスケジュールを適用しますか。';
$lang['SKS0010_E004'] = 'このスケジュールを確認しますか。';
$lang['SKS0010_E001'] = '予定検品日、予定梱包日、予定出荷日を最初に入力する必要があります。';
/** SES0020 メッセージ */
$lang['SES0020_I001'] = 'このPO Noの出荷を完了しますか？';
$lang['SES0020_I002'] = 'このPO Noの販売を完了しますか？';
$lang['SES0020_I003'] = '請求日を入力してください';
$lang['SES0020_I004'] = 'このスケジュールを削除しますか。';
/** SES0010 メッセージ */
$lang['SES0010_E001'] = '印刷するアイテムを選択してください。';
$lang['SES0010_E002']="印刷用に少なくとも1つのドキュメントタイプを選択してください";
$lang['SES0010_E003'] = '選択されたデータで複数通貨があります';
$lang['SES0010_E004'] = '選択されたデータで日本の発注とその他があります';
$lang['SES0010_E005'] = '選択されたデータで顧客や納品先が異なっています';
$lang['SES0010_E006'] = 'レートを入力してください';
$lang['SES0010_E007'] = 'You must input Invoice No';
/** POD0010 メッセージ */
$lang['POD0010_I001'] = 'この発注を適用しますか。';
$lang['POD0010_I002'] = 'この発注を承認しますか。';
$lang['POD0010_I003'] = 'この発注を否定しますか。';
$lang['POD0010_I005'] = 'この発注を削除しますか。';
/** STR0030 メッセージ */
$lang['STR0030_I001'] = '在庫取込を行いますか。';
/** STR0010 メッセージ */
$lang['STR0010_I001'] = 'この商品をキープしますか。';
$lang['STR0010_I002'] = 'セールスマンを変更しますか。';
$lang['STR0010_I003'] = '在庫のエックセルをエクスポートしますか。';
$lang['STR0010_I004'] = '在庫を変更しますか。';
$lang['STR0010_I005'] = 'この在庫を保存しますか。';
$lang['STR0010_I006'] = 'この商品の入荷を完了しますか。';
$lang['STR0010_E001'] = 'このアイテムのKeepingセールスマンは{0}';
$lang['STR0010_E002'] = 'このアイテムの発注に申請する必要があります';
$lang['STR0010_E003'] = 'このアイテムの入荷を入力する必要があります';
$lang['STR0010_E004'] = 'このアイテムの数量は０!';
$lang['STR0010_E005'] = 'Warehouseを選択してください !';
$lang['STR0010_E006'] = 'From日付とTo日付を選択してください !';
/** JOS0010 メッセージ     */
$lang['JOS0010_I006'] = 'この配送を保存しますか。';
/** MTS0010 メッセージ */
$lang['MTS0010_I002'] = 'この製品を保存しますか。';
$lang['ODS0010_E001'] = 'ITEMを選択してください。';
$lang['ODS0010_E002'] = '引当在庫のITEMを選択してください。';
$lang['ODS0010_I001'] = 'このアイテムの引当てを解除しますか？';
/** ODS0030 メッセージ */
$lang['ODS0030_E001'] = 'ITEMを選択してください?';
$lang['ODS0030_E002'] = 'new message';
$lang['ODS0030_E003'] = '編集しているItemがあります。';